[
  {
    "Id": "Basic_Shatter_Dark",
    "Name": "Основы приглушения Тьмы",
    "Description": "Когда противник использует заклинания магии Тьмы первого, второго или третьего круга, его мастерство в магии Тьмы снижается на один уровень (искусный навык становится развитым, развитый - начальным, начальный исчезает). Если противник не обладает навыком в магии Тьмы, при расчете эффекта заклинаний его «Колдовство» снижается на 25%.",
    "Comment": "5%",
    "Image": "Basic_Shatter_Dark.png"
  },
  {
    "Id": "Advanced_Shatter_Dark",
    "Name": "Развитое приглушение Тьмы",
    "Description": "Когда противник использует заклинания магии Тьмы первого, второго или третьего круга, его мастерство в магии Тьмы снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Тьмы четвертого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.",
    "Comment": "",
    "Image": "Advanced_Shatter_Dark.png"
  },
  {
    "Id": "Expert_Shatter_Dark",
    "Name": "Искусное приглушение Тьмы",
    "Description": "Когда противник использует заклинания магии Тьмы первого, второго или третьего круга, его мастерство в магии Тьмы снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Тьмы четвертого или пятого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.",
    "Comment": "",
    "Image": "Expert_Shatter_Dark.png"
  },
  {
    "Id": "Corrupt_Dark",
    "Name": "Порча Тьмы",
    "Description": "Вражеские существа и герой вынуждены тратить на 50% больше маны, чтобы использовать в бою заклинания магии Тьмы.",
    "Comment": "",
    "Image": "Corrupt_Dark.png"
  },
  {
    "Id": "Detain_Dark",
    "Name": "Удержание Тьмы",
    "Description": "Если кто-либо творит заклинание магии Тьмы, задержка перед наступлением следующего хода будет на 30% дольше.",
    "Comment": "",
    "Image": "Detain_Dark.png"
  },
  {
    "Id": "Weaken_Dark",
    "Name": "Ослабление Тьмы",
    "Description": "При расчете эффекта вражеских заклинаний магии Тьмы, «Колдовство» снижается на 30%.",
    "Comment": "",
    "Image": "Weaken_Dark.png"
  },
  {
    "Id": "Basic_Shatter_Destruction",
    "Name": "Основы приглушения Хаоса",
    "Description": "Когда противник использует заклинания магии Хаоса первого, второго или третьего круга, его мастерство в магии Хаоса снижается на один уровень (искусный навык становится развитым, развитый - начальным, начальный исчезает). Если противник не обладает навыком в магии Хаоса, при расчете эффекта заклинаний его «Колдовство» снижается на 25%.",
    "Comment": "5%",
    "Image": "Basic_Shatter_Destruction.png"
  },
  {
    "Id": "Advanced_Shatter_Destruction",
    "Name": "Развитое приглушение Хаоса",
    "Description": "Когда противник использует заклинания магии Хаоса первого, второго или третьего круга, его мастерство в магии Хаоса снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Хаоса четвертого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.\"",
    "Comment": "",
    "Image": "Advanced_Shatter_Destruction.png"
  },
  {
    "Id": "Expert_Shatter_Destruction",
    "Name": "Искусное приглушение Хаоса",
    "Description": "Когда противник использует заклинания магии Хаоса первого, второго или третьего круга, его мастерство в магии Хаоса снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Хаоса четвертого или пятого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.",
    "Comment": "",
    "Image": "Expert_Shatter_Destruction.png"
  },
  {
    "Id": "Corrupt_Destruction",
    "Name": "Порча Хаоса",
    "Description": "Вражеские существа и герой вынуждены тратить на 50% больше маны, чтобы использовать в бою заклинания магии Хаоса.",
    "Comment": "",
    "Image": "Corrupt_Destruction.png"
  },
  {
    "Id": "Detain_Destruction",
    "Name": "Удержание Хаоса",
    "Description": "Если кто-либо творит заклинание магии Хаоса, задержка перед наступлением следующего хода будет на 30% дольше.",
    "Comment": "",
    "Image": "Detain_Destruction.png"
  },
  {
    "Id": "Weaken_Destruction",
    "Name": "Ослабление Хаоса",
    "Description": "Если кто-либо творит заклинание магии Хаоса, величина «Колдовства» для них будет на 30% ниже.",
    "Comment": "",
    "Image": "Weaken_Destruction.png"
  },
  {
    "Id": "Stamina",
    "Name": "Выносливость",
    "Description": "«Защита» героя увеличивается на +1, здоровье всех существ в его армии увеличивается на +5% перед боем.",
    "Comment": "",
    "Image": "Stamina.png"
  },
  {
    "Id": "Bloodfire",
    "Name": "Огонь ярости",
    "Description": "Каждый раз существо в армии героя получает на 50% больше ед. ярости. Однако и теряется ярость в полуторном размере.",
    "Comment": "",
    "Image": "Bloodfire.png"
  },
  {
    "Id": "Battle_Lore",
    "Name": "Военное знание",
    "Description": "Герой-варвар получает +2 к «Знанию».",
    "Comment": "",
    "Image": "Battle_Lore.png"
  },
  {
    "Id": "Basic_Shatter_Light",
    "Name": "Основы приглушения Света",
    "Description": "Когда противник использует заклинания магии Света первого, второго или третьего круга, его мастерство в магии Света снижается на один уровень (искусный навык становится развитым, развитый - начальным, начальный исчезает).Если противник не обладает навыком в магии Света, при расчете эффекта заклинаний его «Колдовство» снижается на 25%.",
    "Comment": "5%",
    "Image": "Basic_Shatter_Light.png"
  },
  {
    "Id": "Advanced_Shatter_Light",
    "Name": "Развитое приглушение Света",
    "Description": "Когда противник использует заклинания магии Света первого, второго или третьего круга, его мастерство в магии Света снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Света четвертого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.",
    "Comment": "",
    "Image": "Advanced_Shatter_Light.png"
  },
  {
    "Id": "Expert_Shatter_Light",
    "Name": "Искусное приглушение Света",
    "Description": "Когда противник использует заклинания магии Света первого, второго или третьего круга, его мастерство в магии Света снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Света четвертого или пятого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.",
    "Comment": "",
    "Image": "Expert_Shatter_Light.png"
  },
  {
    "Id": "Corrupt_Light",
    "Name": "Порча Света",
    "Description": "Вражеские существа и герой вынуждены тратить на 50% больше маны, чтобы использовать в бою заклинания магии Света.",
    "Comment": "",
    "Image": "Corrupt_Light.png"
  },
  {
    "Id": "Detain_Light",
    "Name": "Удержание Света",
    "Description": "Если кто-либо творит заклинание магии Света, задержка перед наступлением следующего хода будет на 30% дольше.",
    "Comment": "",
    "Image": "Detain_Light.png"
  },
  {
    "Id": "Weaken_Light",
    "Name": "Ослабление Света",
    "Description": "При расчете эффекта вражеских заклинаний магии Света, «Колдовство» снижается на 30%.",
    "Comment": "",
    "Image": "Weaken_Light.png"
  },
  {
    "Id": "Basic_Shatter_Summoning",
    "Name": "Основы приглушения Призыва",
    "Description": "Когда противник использует заклинания магии Призыва первого, второго или третьего круга, его мастерство в магии Призыва снижается на один уровень (искусный навык становится развитым, развитый - начальным, начальный исчезает). Если противник не обладает навыком в магии Призыва, при расчете эффекта заклинаний его «Колдовство» снижается на 25%.",
    "Comment": "5%",
    "Image": "Basic_Shatter_Summoning.png"
  },
  {
    "Id": "Advanced_Shatter_Summoning",
    "Name": "Развитое приглушение Призыва",
    "Description": "Когда противник использует заклинания магии Призыва первого, второго или третьего круга, его мастерство в магии Призыва снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Призыва четвертого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.",
    "Comment": "",
    "Image": "Advanced_Shatter_Summoning.png"
  },
  {
    "Id": "Expert_Shatter_Summoning",
    "Name": "Искусное приглушение Призыва",
    "Description": "Когда противник использует заклинания магии Призыва первого, второго или третьего круга, его мастерство в магии Призыва снижается на два уровня (искусный навык становится начальным и т.п.). Когда противник использует заклинания магии Призыва четвертого или пятого круга, его мастерство снижается на один уровень. Если заклинание накладывается на \"минус первом\" уровне мастерства, «Колдовство» при расчете эффекта снижается на 25%, если на \"минус втором\" - «Колдовство» снижается на 50%.",
    "Comment": "",
    "Image": "Expert_Shatter_Summoning.png"
  },
  {
    "Id": "Corrupt_Summoning",
    "Name": "Порча Призыва",
    "Description": "Вражеские существа и герой вынуждены тратить на 50% больше маны, чтобы использовать в бою заклинания магии Призыва.",
    "Comment": "",
    "Image": "Corrupt_Summoning.png"
  },
  {
    "Id": "Back_to_the_Void",
    "Name": "Возвращение в пустоту",
    "Description": "Все существа под командованием героя наносят призыванным отрядам врага трехкратный урон.",
    "Comment": "",
    "Image": "Back_to_the_Void.png"
  },
  {
    "Id": "Detain_Summoning",
    "Name": "Удержание Призыва",
    "Description": "Если кто-либо творит заклинание магии Призыва, задержка перед наступлением следующего хода будет на 30% дольше.",
    "Comment": "",
    "Image": "Detain_Summoning.png"
  },
  {
    "Id": "Weaken_Summoning",
    "Name": "Ослабление Призыва",
    "Description": "Если кто-либо творит заклинание магии Призыва, величина «Колдовства» для них будет на 30% ниже.",
    "Comment": "",
    "Image": "Weaken_Summoning.png"
  },
  {
    "Id": "Basic_Shout",
    "Name": "Основы боевого клича",
    "Description": "Время наступления следующего хода при использования героем активируемой способности из категории «Боевой клич» сократится на 10%.",
    "Comment": "2%",
    "Image": "Basic_Shout.png"
  },
  {
    "Id": "Advanced_Shout",
    "Name": "Развитый боевой клич",
    "Description": "Время наступления следующего хода при использования героем активируемой способности из категории «Боевой клич» сократится на 20%.",
    "Comment": "",
    "Image": "Advanced_Shout.png"
  },
  {
    "Id": "Expert_Shout",
    "Name": "Искусный боевой клич",
    "Description": "Время наступления следующего хода при использования героем активируемой способности из категории «Боевой клич» сократится на 30%.",
    "Comment": "",
    "Image": "Expert_Shout.png"
  },
  {
    "Id": "Mana_Regeneration_Ork",
    "Name": "Охота на демонов",
    "Description": "Войска Инферно призывают с помощью открытия врат на 20% меньше существ от численности призывающих.",
    "Comment": "",
    "Image": "Mana_Regeneration.png"
  },
  {
    "Id": "Mighty_Shout",
    "Name": "Могучий клич",
    "Description": "При расчете эффекта от боевых кличей уровень героя-варвара увеличивается на +10.",
    "Comment": "",
    "Image": "Mighty_Shout.png"
  },
  {
    "Id": "Shout_of_Rage",
    "Name": "Крик ярости",
    "Description": "Войска получают в два раза больше очков ярости от «Боевых кличей», используемых героем (за «Зов крови» – в полтора раза).",
    "Comment": "",
    "Image": "Shout_of_Rage.png"
  },
  {
    "Id": "Shout_Training",
    "Name": "Развитие боевого клича",
    "Description": "Все «Боевые кличи» потребляют на 25% меньше маны.",
    "Comment": "",
    "Image": "Shout_Training.png"
  },
  {
    "Id": "Basic_Dark_Magic",
    "Name": "Основы магии Тьмы",
    "Description": "Навык, который позволяет герою изучать заклинания магии Тьмы третьего круга и увеличивает их общую эффективность.",
    "Comment": "",
    "Image": "Basic_Dark_Magic.png"
  },
  {
    "Id": "Advanced_Dark_Magic",
    "Name": "Сильная магия Тьмы",
    "Description": "Навык, который позволяет герою изучать заклинания магии Тьмы четвертого круга. Магия Тьмы работает еще эффективнее.",
    "Comment": "",
    "Image": "Advanced_Dark_Magic.png"
  },
  {
    "Id": "Expert_Dark_Magic",
    "Name": "Искусная магия Тьмы",
    "Description": "Навык, который позволяет герою изучать заклинания магии Тьмы пятого круга. Магия  Тьмы работает максимально эффективно.",
    "Comment": "",
    "Image": "Expert_Dark_Magic.png"
  },
  {
    "Id": "Ultimate_Dark_Magic",
    "Name": "Искусная магия Тьмы",
    "Description": "Навык, который позволяет герою изучать заклинания магии Тьмы пятого круга. Магия Тьмы в исполнении Золтана достигает экстра уровня.",
    "Comment": "",
    "Image": "Expert_Dark_Magic.png"
  },
  {
    "Id": "Master_Of_Curses",
    "Name": "Повелитель проклятий",
    "Description": "Умение, которое распространяет эффект заклинаний «Ослабление» и «Немощность» на всех, но удваивает количество используемой на них маны. Для сотворения этих заклинаний герой тратит только половину своей инициативы. Герой получает заклинание Скорбь.",
    "Comment": "",
    "Image": "Master_of_Curses.png"
  },
  {
    "Id": "Master_Of_Mind",
    "Name": "Повелитель разума",
    "Description": "Умение, которое распространяет эффект заклинаний «Замедление» и «Рассеянность» на всех, но удваивает количество используемой на них маны. Для сотворения этих заклинаний герой тратит только половину своей инициативы.",
    "Comment": "",
    "Image": "Master_of_Mind.png"
  },
  {
    "Id": "Master_of_Pain",
    "Name": "Повелитель боли",
    "Description": "Умение, которое заставляет действовать заклинания «Чума» и «Разрушающий луч» в определенной области, но удваивает количество используемой на них маны. Для сотворения этих заклинаний герой тратит только половину своей инициативы. Добавляет +4 к «Колдовству» для заклинания «Нечестивое слово».",
    "Comment": "",
    "Image": "Master_of_Pain.png"
  },
  {
    "Id": "Fallen_Knight",
    "Name": "Падший рыцарь",
    "Description": "Посвятив себя изучению всех секретов магии Тьмы, рыцарь становится изгоем. У войск под командованием рыцаря снижается «Боевой дух» на -1, но действие всех заклинаний Темной магии становится мощнее (+5 к эффективному «Колдовству» для этих заклинаний).",
    "Comment": "",
    "Image": "Fallen_Knight.png"
  },
  {
    "Id": "Dark_Renewal",
    "Name": "Синергия магии",
    "Description": "«Колдовство» и «знание» героя возрастают в зависимости от количества изученных школ магии.\r\nГерой получает +1 «колдовства» и «знания» за первую изученную школу магии на искусном уровне, за каждую следующую бонус увеличивается в 2 раза.",
    "Comment": "",
    "Image": "Dark_Renewal.png"
  },
  {
    "Id": "Shrug_Darkness",
    "Name": "Слабость Тьмы",
    "Description": "Эффективность заклинаний магии Тьмы, сотворяемых противником, будет такой, словно его «Колдовство» вполовину меньше.",
    "Comment": "",
    "Image": "Shrug_Darkness.png"
  },
  {
    "Id": "Corrupted_Soil",
    "Name": "Проклятая земля",
    "Description": "Герой оказывает воздействие на отряды, которые перемещаются по земле. Каждый раз при передвижении они несут урон в размере 4 единицы за уровень героя.",
    "Comment": "",
    "Image": "Corrupted_Soil.png"
  },
  {
    "Id": "Mark_of_the_Necromancer",
    "Name": "Духовная связь",
    "Description": "Это боевое умение связывает души некроманта и существ до конца сражения. Если связанное существо получает урон, некромант насыщается страданиями существа, и его запас маны увеличивается.",
    "Comment": "",
    "Image": "Mark_of_the_Necromancer.png"
  },
  {
    "Id": "Seal_of_Darkness",
    "Name": "Печать Тьмы",
    "Description": "Вражеский герой вынужден тратить в два раза больше маны, чтобы использовать в бою заклинания магии Тьмы.",
    "Comment": "",
    "Image": "Seal_of_Darkness.png"
  },
  {
    "Id": "Weakening_Strike",
    "Name": "Ослабляющий удар",
    "Description": "Любая физическая атака героя теперь не только наносит урон, но и проклинает заклинанием «Немощность». Заклинание действует так, как если бы оно было наложено героем обычным образом.",
    "Comment": "",
    "Image": "Weakening_Strike.png"
  },
  {
    "Id": "Basic_Defense",
    "Name": "Основы защиты",
    "Description": "Навык, который уменьшает урон, наносимый вашим воинам в ближнем бою, на 5%.",
    "Comment": "",
    "Image": "Basic_Defense.png"
  },
  {
    "Id": "Advanced_Defense",
    "Name": "Развитая защита",
    "Description": "Навык, который уменьшает урон, наносимый вашим воинам в ближнем бою, на 15%.",
    "Comment": "",
    "Image": "Advanced_Defense.png"
  },
  {
    "Id": "Expert_Defense",
    "Name": "Искусная защита",
    "Description": "Навык, который уменьшает урон, наносимый вашим воинам в ближнем бою, на 25%.",
    "Comment": "",
    "Image": "Expert_Defense.png"
  },
  {
    "Id": "Chilling_Bones",
    "Name": "Могильный холод",
    "Description": "Умение, которое увеличивает защиту нежити под командованием некроманта с помощью мощных ледяных чар. Любое существо, вступившее в ближний бой с зачарованными воинами, получит урон льдом в размере 25% от нанесенного.",
    "Comment": "",
    "Image": "Chilling_Bones.png"
  },
  {
    "Id": "Defend_Us_All",
    "Name": "Защити всех нас",
    "Description": "Увеличивает «Защиту» героя на +2 и дает герою 30 гоблинов перед боем.",
    "Comment": "",
    "Image": "Defend_Us_All.png"
  },
  {
    "Id": "Defensive_Formation",
    "Name": "Оборонительный хирд",
    "Description": "Когда отряды гномов стоят близко друг к другу, «Защита» этих отрядов увеличивается. Каждый отряд получает бонус к «Защите» от +0 до +20 в зависимости от силы дружественных отрядов, стоящих на соседних клетках. Чем сильнее «соседи» по отношению к отряду, тем больший бонус он получает.",
    "Comment": "",
    "Image": "Defensive_Formation.png"
  },
    {
    "Id": "Hellwrath",
    "Name": "Огненное возмездие",
    "Description": "Благодаря «Огненному возмездию» действие умения «Адский огонь» распространяется не только на атакующие, но и на оборонительные удары отрядов под командованием повелителя демонов.",
    "Comment": "",
    "Image": "Hellwrath.png"
  },
  {
    "Id": "Evasion",
    "Name": "Уклонение",
    "Description": "Умение, которое уменьшает урон, наносимый вашим существам стрелками, на 25%. Действует на боевые машины.",
    "Comment": "",
    "Image": "Evasion.png"
  },
  {
    "Id": "Stand_Your_Ground",
    "Name": "Глухая оборона",
    "Description": "При использовании приказа «Оборона» у войск под командованием героя увеличивается защита на 80%.",
    "Comment": "",
    "Image": "Stand_Your_Ground.png"
  },
  {
    "Id": "Last_Stand",
    "Name": "Битва до последнего",
    "Description": "Войска под командованием героя одарены изумительной выносливостью. Если вражеские существа атакуют отряд героя и убивают всех воинов, последний из отряда остается в живых с 1 единицей здоровья.",
    "Comment": "",
    "Image": "Last_Stand.png"
  },
  {
    "Id": "Power_Of_Endurance",
    "Name": "Прочность камня",
    "Description": "Герой получает заклинание «Каменная кожа (общее)». Каменная кожа накладывается на Развитом уровне (+8 «Защиты»), если герой не владеет Искусной магией Света.",
    "Comment": "",
    "Image": "Power_Of_Endurance.png"
  },
  {
    "Id": "Preparation",
    "Name": "Готовность",
    "Description": "Все существа с начала боя и до своего первого хода, а также во время выполнения команды «Оборона», станут контратаковать любого противника, который на них нападает, нанося удар первыми, даже если последний имеет способность «Враг не сопротивляется». Более того, если обороняющееся существо обладает способностью «Бесконечный отпор», оно станет атаковать противника дважды — до и после его нападения.",
    "Comment": "",
    "Image": "Preparation.png"
  },
  {
    "Id": "Protection",
    "Name": "Отражение",
    "Description": "Умение, которое уменьшает урон, наносимый вашим существам магическими атаками, на 15%.",
    "Comment": "",
    "Image": "Protection.png"
  },
  {
    "Id": "Resistance",
    "Name": "Сопротивление",
    "Description": "Перед боем все существа получают +10% здоровья.",
    "Comment": "",
    "Image": "Resistance.png"
  },
  {
    "Id": "Vitality",
    "Name": "Стойкость",
    "Description": "Количество единиц жизни всех ваших существ увеличивается на 2 (особенно выгодно использовать в случае большой армии).",
    "Comment": "",
    "Image": "Vitality.png"
  },
  {
    "Id": "Basic_Destructive_Magic",
    "Name": "Основы магии Хаоса",
    "Description": "Навык, который позволяет герою изучать заклинания магии Хаоса третьего круга и увеличивает их общую эффективность.",
    "Comment": "",
    "Image": "Basic_Destructive_Magic.png"
  },
  {
    "Id": "Advanced_Destructive_Magic",
    "Name": "Сильная магия Хаоса",
    "Description": "Навык, который позволяет герою изучать заклинания магии Хаоса четвертого круга. Магия Хаоса работает еще эффективнее.",
    "Comment": "",
    "Image": "Advanced_Destructive_Magic.png"
  },
  {
    "Id": "Expert_Destructive_Magic",
    "Name": "Искусная магия Хаоса",
    "Description": "Навык, который позволяет герою изучать заклинания магии Хаоса пятого круга. Магия Хаоса работает максимально эффективно.",
    "Comment": "",
    "Image": "Expert_Destructive_Magic.png"
  },
  {
    "Id": "Fiery_Wrath",
    "Name": "Огненная ярость",
    "Description": "Отряды под командованиям героя наносят вражеским существам дополнительный урон стихией Огня, равный 10% от урона атаки. (Противник, имеющий невосприимчивость к огню, не испытывает дополнительный урон.)",
    "Comment": "",
    "Image": "Fiery_Wrath.png"
  },
  {
    "Id": "Cold_Death",
    "Name": "Смертельный холод",
    "Description": "Умение, которое увеличивает мощь заклинаний «Ледяная глыба», «Кольцо холода» и «Останавливающий холод». Эти заклинания убивают на одно существо больше, если у отряда существ нет невосприимчивости к холоду.",
    "Comment": "",
    "Image": "Cold_Death.png"
  },
  {
    "Id": "Searing_Fires",
    "Name": "Иссушающее пламя",
    "Description": "«Иссушающее пламя» усиливает умение «Адский огонь». Огненный урон, наносимый вражескому существу с помощью умения «Адский огонь», увеличивается на 50%.",
    "Comment": "",
    "Image": "Searing_Fires.png"
  },
  {
    "Id": "Sap_Magic",
    "Name": "Истощение магии",
    "Description": "Урон, наносимый героем противника заклинаниями магии Хаоса, снижается на 30%.",
    "Comment": "",
    "Image": "Sap_Magic.png"
  },
  {
    "Id": "Master_of_Fire",
    "Name": "Повелитель огня",
    "Description": "Умение, которое позволяет заклинаниям «Огненный шар», «Стена огня» и «Армагеддон» повреждать доспех. Существа, на которых подействовали эти заклинания, лишаются 50% защиты на один ход.",
    "Comment": "",
    "Image": "Master_of_Fire.png"
  },
  {
    "Id": "Master_Of_Ice",
    "Name": "Повелитель холода",
    "Description": "У заклинаний «Ледяная глыба», «Кольцо холода» и «Останавливающий холод» появляется замораживающий эффект. Замороженный отряд теряет способность действовать в течении 0.33 хода.",
    "Comment": "",
    "Image": "Master_of_Ice.png"
  },
  {
    "Id": "Master_of_Storms",
    "Name": "Повелитель бурь",
    "Description": "У заклинаний «Молния» и «Цепь молний» (только для первой цели) появляется оглушающий эффект — отряда существ, в который попала молния, отбрасывается по ATB-шкале на 66% накопленного хода.",
    "Comment": "",
    "Image": "Master_of_Storms.png"
  },
  {
    "Id": "Secrets_Of_Destruction",
    "Name": "Тайны Хаоса",
    "Description": "Герой получает +2 к «Знанию» и одно случайное заклинание 1-го, 2-го или 3-го круга магии Хаоса, которого не было в его книге заклинаний. Герой получает заклинание Стена огня.",
    "Comment": "",
    "Image": "Secrets_Of_Destruction.png"
  },
  {
    "Id": "Ignite",
    "Name": "Пирокинез",
    "Description": "Заклинания стихии Огня, сотворяемые героем в сражении, будут воспламенять врагов, нанося жертве 25% от величины урона, нанесенного заклинанием, в течение следующих 3-х раундов.",
    "Comment": "",
    "Image": "Ignite.png"
  },
  {
    "Id": "Mana_Burst",
    "Name": "Взрыв маны",
    "Description": "Герой с помощью сил природы воздействует на вражеских колдунов. Как только отряды из армии противника сотворяют заклинание, они несут 20-кратный урон от уровня героя.",
    "Comment": "",
    "Image": "Mana_Burst.png"
  },
  {
    "Id": "Basic_Leadership",
    "Name": "Основы лидерства",
    "Description": "Навык, который увеличивает боевой дух всех существ в армии героя на 1 ед.",
    "Comment": "",
    "Image": "Basic_Leadership.png"
  },
  {
    "Id": "Advanced_Leadership",
    "Name": "Развитое лидерство",
    "Description": "Навык, который увеличивает боевой дух всех существ в армии героя на 2 ед.",
    "Comment": "",
    "Image": "Advanced_Leadership.png"
  },
  {
    "Id": "Expert_Leadership",
    "Name": "Искусное лидерство",
    "Description": "Навык, который увеличивает боевой дух всех существ в армии героя на 3 ед.",
    "Comment": "",
    "Image": "Expert_Leadership.png"
  },
  {
    "Id": "Artificial_Glory",
    "Name": "Преданность машин",
    "Description": "На боевые машины и големов в армии героя начинает влиять боевой дух. Значение их боевого духа не может опускаться ниже 0. Герой получает големов (10 + 10 за каждый 10 уровень героя).",
    "Comment": "",
    "Image": "Artificial_Glory.png"
  },
  {
    "Id": "Battle_Elation",
    "Name": "Упоение битвой",
    "Description": "Каждый раз, когда у отряда из армии героя срабатывает эффект «Боевого духа», он получает 50 очков ярости.",
    "Comment": "",
    "Image": "Battle_Elation.png"
  },
  {
    "Id": "Diplomacy",
    "Name": "Дипломатия",
    "Description": "Перед боем к герою игрока присоединяются существа-колдуны 4-6 уровня, к уже имеющимся отрядам, в размере 25% от начального прироста. \r\nЕсли в армии присутствуют оба грейда, то присоединяются к тем, кого больше.",
    "Comment": "",
    "Image": "Diplomacy.png"
  },
  {
    "Id": "Empathy",
    "Name": "Сопереживание",
    "Description": "Каждый раз, когда у существ срабатывает положительный «Боевой дух», герой смещается вперед по ATB-шкале на 10% от размера шкалы. Если срабатывает отрицательный «Боевой дух», то на 10% назад. Кроме того, герой-некромант откидывает вражеского героя в начало ATB-шкалы при смерти его существ.",
    "Comment": "",
    "Image": "Empathy.png"
  },
  {
    "Id": "Divine_Guidance",
    "Name": "Воодушевление",
    "Description": "Герой получает особое боевое умение воодушевлять свои войска на поле боя, сдвигая их на 0.5 по ATB-шкале.",
    "Comment": "",
    "Image": "Divine_Guidance.png"
  },
  {
    "Id": "Estates",
    "Name": "Управление казной",
    "Description": "Герой получает 8000 золота.",
    "Comment": "",
    "Image": "Estates.png"
  },
  {
    "Id": "Aura_of_Swiftness",
    "Name": "Аура скорости",
    "Description": "Скорость всех существ в армии героя увеличивается на +1.",
    "Comment": "",
    "Image": "Aura_of_Swiftness.png"
  },
  {
    "Id": "Battle_Commander",
    "Name": "Лесной лидер",
    "Description": "Добавляет +2 к «Нападению» рейнджера и дает 10 танцующих со смертью перед боем.",
    "Comment": "",
    "Image": "Battle_Commander.png"
  },
  {
    "Id": "Gate_Master",
    "Name": "Хозяин врат",
    "Description": "Умение «Открытие врат» призывает на 15% существ больше, чем обычно.",
    "Comment": "",
    "Image": "Gate_Master.png"
  },
  {
    "Id": "Herald_of_Death",
    "Name": "Вестник Смерти",
    "Description": " Герой может купить в свою армию мумий в количестве 24 существ по стоимости 300 золота за каждую. Способность активируется в походной книге заклинаний. Этот навык невозможно забыть у ментора после активации.",
    "Comment": "",
    "Image": "Herald_of_Death.png"
  },
  {
    "Id": "Recruitment",
    "Name": "Сбор войск",
    "Description": "Умение, которое перед боем увеличивает количество существ 1-2-3 уровней в армии героя на 10% от первоначального прироста.",
    "Comment": "",
    "Image": "Recruitment.png"
  },
  {
    "Id": "Runic_Attunement",
    "Name": "Рунная гармония",
    "Description": "Увеличивает «Боевой дух» существа на +2 на один ход после использования руны.",
    "Comment": "",
    "Image": "Runic_Attunement.png"
  },
  {
    "Id": "Basic_Enlightenment",
    "Name": "Начальное образование",
    "Description": "Герой получает +2 к своим характеристикам. Стоимость повышения уровня уменьшается на 500/1000/1500 золота.",
    "Comment": "",
    "Image": "Basic_Enlightenment.png"
  },
  {
    "Id": "Advanced_Enlightenment",
    "Name": "Среднее образование",
    "Description": "Герой получает +2 к своим характеристикам. Стоимость повышения уровня уменьшается на 500/1000/1500 золота.",
    "Comment": "",
    "Image": "Advanced_Enlightenment.png"
  },
  {
    "Id": "Expert_Enlightenment",
    "Name": "Высшее образование",
    "Description": "Герой получает +2 к своим характеристикам. Стоимость повышения уровня уменьшается на 500/1000/1500 золота.",
    "Comment": "",
    "Image": "Expert_Enlightenment.png"
  },
  {
    "Id": "Wizards_Reward",
    "Name": "Колдовская награда",
    "Description": "Герой получает +2 к «Колдовству» и в качестве единовременной платы +1000 золотых.",
    "Comment": "",
    "Image": "Wizards_Reward.png"
  },
  {
    "Id": "Know_Your_Enemy",
    "Name": "Лесное коварство",
    "Description": "Шанс нанести критический удар, используя навык «Мститель», увеличивается на +20%.",
    "Comment": "",
    "Image": "Know_Your_Enemy.png"
  },
  {
    "Id": "Dark_Revelation",
    "Name": "Темное откровение",
    "Description": "Герой получает два дополнительных навыка.",
    "Comment": "",
    "Image": "Dark_Revelation.png"
  },
  {
    "Id": "Arcane_Intuition",
    "Name": "Разгадка тайного",
    "Description": "Позволяет посмотреть навыки, заклинания и инвентарь вражеского героя во время боя. Также после любого боя герой выучивает все заклинания, использованные в этом бою.",
    "Comment": "",
    "Image": "Arcane_Intuition.png"
  },
  {
    "Id": "Intelligence",
    "Name": "Притяжение магии",
    "Description": "Умение, которое увеличивает максимально возможный запас маны на 50%.",
    "Comment": "",
    "Image": "Intelligence.png"
  },
  {
    "Id": "Lord_of_ohe_Undead",
    "Name": "Повелитель мертвых",
    "Description": "Некромант получает на 1 вид дополнительных войск с навыка Некромантия и благодаря глубокому постижению смерти некромант получает +1 к «Знанию».",
    "Comment": "",
    "Image": "Lord_of_ohe_Undead.png"
  },
  {
    "Id": "Arcane_Exaltation",
    "Name": "Хранитель тайного",
    "Description": "Благодаря глубокому постижению тайн сотворения заклинаний герой получает +2 к «Колдовству» за каждую выученную школу магии на базовом уровне.",
    "Comment": "",
    "Image": "Arcane_Exaltation.png"
  },
  {
    "Id": "Mentoring",
    "Name": "Менторство",
    "Description": "Уровень героя возрастает на +8 перед боем.",
    "Comment": "",
    "Image": "Mentoring.png"
  },
  {
    "Id": "Scholar",
    "Name": "Ученый",
    "Description": "Герой изучает все заклинания 1-2 уровня, известные вражескому герою и союзным героям, и которые может выучить. ",
    "Comment": "",
    "Image": "Scholar.png"
  },
  {
    "Id": "Graduate",
    "Name": "Выпускник",
    "Description": "Столь увлеченно учившемуся герою даруется +2 «Знания» и дополнительно +1000 золота.",
    "Comment": "",
    "Image": "Graduate.png"
  },
  {
    "Id": "Tap_Runes",
    "Name": "Рунный откат",
    "Description": "Герой восстанавливает (0,75 * Знание) единиц маны при применении руны.",
    "Comment": "",
    "Image": "Tap_Runes.png"
  },
  {
    "Id": "Basic_Light_Magic",
    "Name": "Основы магии Света",
    "Description": "Навык, который позволяет герою изучать заклинания магии Света третьего круга и увеличивает их общую эффективность.",
    "Comment": "",
    "Image": "Basic_Light_Magic.png"
  },
  {
    "Id": "Advanced_Light_Magic",
    "Name": "Сильная магия Света",
    "Description": "Навык, который позволяет герою изучать заклинания магии Света четвертого круга. Магия Света работает еще эффективнее.",
    "Comment": "",
    "Image": "Advanced_Light_Magic.png"
  },
  {
    "Id": "Expert_Light_Magic",
    "Name": "Искусная магия Света",
    "Description": "Навык, который позволяет герою изучать заклинания магии Света пятого круга. Магия Света работает максимально эффективно.",
    "Comment": "",
    "Image": "Expert_Light_Magic.png"
  },
  {
    "Id": "Ultimate_Light_Magic",
    "Name": "Искусная магия Света",
    "Description": "Навык, который позволяет герою изучать заклинания магии Света пятого круга. Магия Света в исполнении Аларона достигает экстра уровня.",
    "Comment": "",
    "Image": "Expert_Light_Magic.png"
  },
  {
    "Id": "Refined_Mana",
    "Name": "Тайны Света",
    "Description": "Колдуны, состоящие в армии героя, тратят только половину маны, которая требуется на сотворение заклинания.",
    "Comment": "",
    "Image": "Refined_Mana.png"
  },
  {
    "Id": "Eternal_Light",
    "Name": "Вечный Свет",
    "Description": "Шанс отразить развеивание заклинаний магии Света, сотворенных героем, увеличивается в 2 раза. Кроме того, заклинания обратного действия (как «Замедление» против «Ускорения»), в 50% случаев могут не сработать. Герой получает заклинание Регенерация.",
    "Comment": "",
    "Image": "Eternal_Light.png"
  },
  {
    "Id": "Fire_Resistance",
    "Name": "Защита от огня",
    "Description": "Существа под управлением героя получают только 50% урона от огненных атак и невосприимчивы к действию умения «Повелитель огня».",
    "Comment": "",
    "Image": "Fire_Resistance.png"
  },
  {
    "Id": "Guardian_Angel",
    "Name": "Ангел-<br>хранитель",
    "Description": "Один ваш отряд Архангелов или Серафимов может возродится с полным здоровьем после своей смерти. Эффект не сработает, если это последний отряд в армии героя.",
    "Comment": "",
    "Image": "Guardian_Angel.png"
  },
  {
    "Id": "Master_of_Abjuration",
    "Name": "Дарующий защиту",
    "Description": "Умение, которое распространяет эффект заклинаний «Уклонение» и «Каменная кожа» на всех, но удваивает количество используемой на них маны. Для сотворения этих заклинаний герой тратит только половину своей инициативы.",
    "Comment": "",
    "Image": "Master_of_Abjuration.png"
  },
  {
    "Id": "Master_of_Blessings",
    "Name": "Дарующий благословение",
    "Description": "Умение, которое распространяет эффект заклинаний «Божественная сила» на всех и заставляет действовать заклинание «Снятие чар» в определенной области, но удваивает количество используемой на них маны. Для сотворения этих заклинаний герой тратит только половину своей инициативы.",
    "Comment": "",
    "Image": "Master_of_Blessings.png"
  },
  {
    "Id": "Master_of_Wrath",
    "Name": "Гнев праведный",
    "Description": "Умение, которое распространяет эффект заклинаний «Карающий удар» и «Ускорение» на всех, но удваивает количество используемой на них маны. Для сотворения этих заклинаний герой тратит только половину своей инициативы.",
    "Comment": "",
    "Image": "Master_of_Wrath.png"
  },
  {
    "Id": "Storm_Wind",
    "Name": "Штормовой ветер",
    "Description": "Герой вызывает штормовой ветер, уменьшая «Инициативу» летающих существ противника на -20%, а их скорость перемещения на -2.",
    "Comment": "",
    "Image": "Storm_Wind.png"
  },
  {
    "Id": "Supress_Light",
    "Name": "Печать Света",
    "Description": "Вражеский герой вынужден тратить в два раза больше маны на заклинания магии Света.",
    "Comment": "",
    "Image": "Supress_Light.png"
  },
  {
    "Id": "Twilight",
    "Name": "Сумерки",
    "Description": "Для всех заклинаний магии Света и магии Тьмы «Колдовство» героя увеличивается на +3. Герой получает перед боем +30 единиц маны.",
    "Comment": "",
    "Image": "Twilight.png"
  },
  {
    "Id": "Basic_Logistics",
    "Name": "Основы логистики",
    "Description": "Герой получает 5000 золота.",
    "Comment": "",
    "Image": "Basic_Logistics.png"
  },
  {
    "Id": "Advanced_Logistics",
    "Name": "Развитая логистика",
    "Description": "Герой повторно получает 5000 золота.",
    "Comment": "",
    "Image": "Advanced_Logistics.png"
  },
  {
    "Id": "Expert_Logistics",
    "Name": "Искусная логистика",
    "Description": "Герой дополнительно получает 5000 золота.",
    "Comment": "",
    "Image": "Expert_Logistics.png"
  },
  {
    "Id": "Death_March",
    "Name": "Поступь смерти",
    "Description": "Во время осады вражеского замка все существа в армии героя получают +4 к скорости.",
    "Comment": "",
    "Image": "Death_March.png"
  },
  {
    "Id": "Silent_Stalker",
    "Name": "Бесшумный преследователь",
    "Description": "Герой узнает магию соперника. Умение активируется в походной книге заклинаний. Умение невозможно забыть у ментора после активации. Кроме того, противнику будет казаться, что все отряды под командованием героя состоят только из самых сильных существ, присутствующих в его армии, причем их количество будет скрыто. Дополнительно - Все светлые фракции получают заклинание Уклонение, все темные - Рассеянность, Орк получает Устрашающий рык. Герой получит заклинание, если будет владеть соответствующим уровнем школы магии.",
    "Comment": "",
    "Image": "Silent_Stalker.png"
  },
  {
    "Id": "March_of_the_Golems",
    "Name": "Марш големов",
    "Description": "У всех големов под командованием героя скорость и инициатива увеличится на +2 единицы. Герой получает големов (10 + 10 за каждый 10 уровень героя).",
    "Comment": "",
    "Image": "March_of_the_Golems.png"
  },
  {
    "Id": "Navigation",
    "Name": "Навигация",
    "Description": "Биара и Джованни, могут путешествовать на корабле. По легенде, в окрестных водах располагается таинственный остров, с которого можно унести любой малый артефакт. Умение невозможно забыть у ментора после получения артефакта.",
    "Comment": "",
    "Image": "Navigation.png"
  },
  {
    "Id": "Pathfinding",
    "Name": "Нахождение пути",
    "Description": "Игрок может выбрать поле, на котором будет проходить сражение. Для выбора доступны родные земли с маленькими препятствиями(на родной земле существа героя получат +1/+1 к нападению и защите), также открывается выбор всех каменных залов, они не имеют препятствий. Если умение есть у обоих героев, то оно не действует ни у одного из них.",
    "Comment": "",
    "Image": "Pathfinding.png"
  },
  {
    "Id": "Warpath",
    "Name": "Путь войны",
    "Description": "В начале сражения существа героя получают бонус равный 0,1 к стартовой позиции на ATB-шкале.",
    "Comment": "",
    "Image": "Warpath.png"
  },
  {
    "Id": "Swift_Gating",
    "Name": "Быстрое открытие врат",
    "Description": "Существа, открывающие врата, тратят на это лишь 15% своего хода.",
    "Comment": "",
    "Image": "Swift_Gating.png"
  },
  {
    "Id": "Swift_Mind",
    "Name": "Острый ум",
    "Description": "В начале сражения герой получает бонус равный 0,25 к стартовой позиции на ATB-шкале.",
    "Comment": "",
    "Image": "Swift_Mind.png"
  },
  {
    "Id": "Familiar_Ground",
    "Name": "Родные земли",
    "Description": "Все существа в армии героя (рыцаря или рейнджера) получают +1 к скорости перемещения.",
    "Comment": "",
    "Image": "Familiar_Ground.png"
  },
  {
    "Id": "Scouting",
    "Name": "Разведка",
    "Description": "Сокращает список возможных героев противника, оставляя только основного вражеского героя. Также герой получает способность видеть точное число существ во вражеской армии. Способность активизируется в походной книге заклинаний. Этот навык невозможно забыть у ментора после использования.",
    "Comment": "",
    "Image": "Scouting.png"
  },
  {
    "Id": "Snatch",
    "Name": "Мародерство",
    "Description": "Скорость всех существ в армии противника уменьшается на -1.",
    "Comment": "",
    "Image": "Snatch.png"
  },
  {
    "Id": "Teleport_Assault",
    "Name": "Внезапная атака",
    "Description": "Герой получает заклинание «Телепорт» с эффектом ускорения: следующий ход перенесенного этим заклинанием существа наступает быстрее. При телепортации отряд сдвигается на 0,5 вперед по ATB-шкале.",
    "Comment": "",
    "Image": "Teleport_Assault.png"
  },
  {
    "Id": "Basic_Luck",
    "Name": "Призрачная удача",
    "Description": "Удача всех существ в армии героя увеличивается на +1.",
    "Comment": "",
    "Image": "Basic_Luck.png"
  },
  {
    "Id": "Advanced_Luck",
    "Name": "Большая удача",
    "Description": "Удача всех существ в армии героя увеличивается на +2.",
    "Comment": "",
    "Image": "Advanced_Luck.png"
  },
  {
    "Id": "Expert_Luck",
    "Name": "Постоянная удача",
    "Description": "Удача всех существ в армии героя увеличивается на +3.",
    "Comment": "",
    "Image": "Expert_Luck.png"
  },
  {
    "Id": "Swarming_Gate",
    "Name": "Широкие врата ада",
    "Description": "С вероятностью 15% за каждую единицу удачи отряды Инферно призовут больше на 50% существ. ",
    "Comment": "",
    "Image": "Swarming_Gate.png"
  },
  {
    "Id": "Dead_Man's_Curse",
    "Name": "Смертельная неудача",
    "Description": "Удача всех воинов противника уменьшается на -2.",
    "Comment": "",
    "Image": "Dead_Man's_Curse.png"
  },
  {
    "Id": "Dwarven_Luck",
    "Name": "Гномья удача",
    "Description": "Шанс отразить заклинание противника удваивается.",
    "Comment": "",
    "Image": "Dwarven_Luck.png"
  },
  {
    "Id": "Elven_Luck",
    "Name": "Эльфийская удача",
    "Description": "Бонус к урону от удачной атаки увеличивается до 100%.",
    "Comment": "",
    "Image": "Elven_Luck.png"
  },
  {
    "Id": "Resourcefulness",
    "Name": "Удача в пути",
    "Description": "Герой получает доступ к дополнительной лавке артефактов и скидку 25% на покупку артефактов в ней. Этот навык невозможно забыть у ментора после активации умения.",
    "Comment": "",
    "Image": "Resourcefulness.png"
  },
  {
    "Id": "Tear_of_Asha_Vision",
    "Name": "Покровительство Асхи",
    "Description": "После использования заклинаний есть 50% шанс вернуть 20% * удача маны. Навык не может сработать более 2 раз подряд, а также не более 2 раз подряд не сработать; 3 попытка\r\nобязательно сработает (после 2 не срабатываний) или не сработает (после 2 срабатываний). Этот счетчик является уникальным для каждого игрока.",
    "Comment": "",
    "Image": "Tear_of_Asha_Vision.png"
  },
  {
    "Id": "Luck_of_the_Barbarian",
    "Name": "Варварская удача",
    "Description": "Уменьшает урон, наносимый вашим существам магией на 20%.",
    "Comment": "",
    "Image": "Luck_of_the_Barbarian.png"
  },
  {
    "Id": "Warlocks_Luck",
    "Name": "Удачливый чародей",
    "Description": "Заклинания, используемые героем, могут наносить увеличенный урон. Размер дополнительного урона равен модификатору удачных атак (50%). Вероятность нанесения увеличенного урона составляет 10% за каждую единицу «Удачи».",
    "Comment": "",
    "Image": "Warlocks_Luck.png"
  },
  {
    "Id": "Soldier's_Luck",
    "Name": "Солдатская удача",
    "Description": "Существа в армии героя получают вторую попытку на использование и второй шанс на срабатывание их специальных умений (например, у архангела - «Воскрешение союзников», у латника - «Удар Щитом»).",
    "Comment": "",
    "Image": "Soldier's_Luck.png"
  },
  {
    "Id": "Magic_Resistance",
    "Name": "Магическое сопротивление",
    "Description": "Умение, которое усиливает сопротивление магии для всех существ в армии героя на 15%, давая вероятность того, что на существ не подействуют заклинания противника. Не действует на боевые машины.",
    "Comment": "",
    "Image": "Magic_Resistance.png"
  },
  {
    "Id": "Spoils_of_War",
    "Name": "Трофеи",
    "Description": "Герой получает в лавке случайный великий артефакт в незанятый слот. После этого навык невозможно забыть у ментора.",
    "Comment": "",
    "Image": "Spoils_of_War.png"
  },
  {
    "Id": "Basic_Attack",
    "Name": "Основы нападения",
    "Description": "Урон, наносимый существами в ближнем бою, увеличивается на 5%.",
    "Comment": "",
    "Image": "Basic_Attack.png"
  },
  {
    "Id": "Advanced_Attack",
    "Name": "Развитое нападение",
    "Description": "Урон, наносимый существами в ближнем бою, увеличивается на 10%.",
    "Comment": "",
    "Image": "Advanced_Attack.png"
  },
  {
    "Id": "Expert_Attack",
    "Name": "Искусное нападение",
    "Description": "Урон, наносимый существами в ближнем бою, увеличивается на 15%.",
    "Comment": "",
    "Image": "Expert_Attack.png"
  },
  {
    "Id": "Archery",
    "Name": "Стрельба",
    "Description": "Урон, наносимый стрельбой, увеличивается на 25%.",
    "Comment": "",
    "Image": "Archery.png"
  },
  {
    "Id": "Cold_Steel",
    "Name": "Холодная сталь",
    "Description": "Герой зачаровывает оружие всех существ в своей армии так, что они могут наносить дополнительный урон стихией Воды в размере +16%.",
    "Comment": "",
    "Image": "Cold_Steel.png"
  },
  {
    "Id": "Excruciating_Strikez",
    "Name": "Дьявольский удар",
    "Description": "Прямая атака героя наносит на 75% больше урона.",
    "Comment": "",
    "Image": "Excruciating_Strikez.png"
  },
  {
    "Id": "Nature's_Wrath",
    "Name": "Лесная ярость",
    "Description": "Максимальный урон маленьких существ возрастает на +1, больших на +3.",
    "Comment": "",
    "Image": "Nature's_Wrath.png"
  },
  {
    "Id": "Battle_Frenzy",
    "Name": "Боевое безумие",
    "Description": "Минимальный и максимальный урон, наносимый каждым существом под командованием героя, увеличивается на +1. Умение придется кстати, если в армии героя много существ низкого уровня.",
    "Comment": "",
    "Image": "Battle_Frenzy.png"
  },
  {
    "Id": "Offensive_Formation",
    "Name": "Атакующий хирд",
    "Description": "Когда отряды гномов стоят близко друг к другу, «Нападение» этих отрядов увеличивается. Каждый отряд получает бонус к «Нападению» от +0 до +20 в зависимости от силы дружественных отрядов, стоящих на соседних клетках.",
    "Comment": "",
    "Image": "Offensive_Formation.png"
  },
  {
    "Id": "Power_of_Speed",
    "Name": "Волшебство скорости",
    "Description": "Герой получает заклинание «Ускорение (общее)». Ускорение накладывается на Развитом уровне (+20% «Инициативы»), если герой не владеет Искусной магией Света.",
    "Comment": "",
    "Image": "Power_of_Speed.png"
  },
  {
    "Id": "Retribution",
    "Name": "Воздаяние",
    "Description": "Чем выше «Боевой дух» существ под командованием героя, тем больший урон они нанесут врагу (+4% за каждую единицу «Боевого духа»).",
    "Comment": "",
    "Image": "Retribution.png"
  },
  {
    "Id": "Stunning_Blow",
    "Name": "Оглушающий удар",
    "Description": "Каждая рукопашная атака героя отдаляет ход жертвы, отбрасывая цель на 0,25 по ATB-шкале.",
    "Comment": "",
    "Image": "Stunning_Blow.png"
  },
  {
    "Id": "Tactics",
    "Name": "Тактика",
    "Description": "Увеличивает область для расстановки войск на боевой арене на один ряд. Если навык есть у обоих противников, то он не действует ни у одного из них.",
    "Comment": "",
    "Image": "Tactics.png"
  },
  {
    "Id": "Flaming_Arrows",
    "Name": "Огненные стрелы",
    "Description": "Баллиста под командованием героя игнорирует 50% «Защиты» цели и наносит +50 дополнительного урона огнем.",
    "Comment": "",
    "Image": "Flaming_Arrows.png"
  },
  {
    "Id": "Basic_Sorcery",
    "Name": "Основы чародейства",
    "Description": "Скорость, с которой герой творит заклинания в бою, увеличивается. Время наступления следующего хода героя уменьшается на 10%.",
    "Comment": "",
    "Image": "Basic_Sorcery.png"
  },
  {
    "Id": "Advanced_Sorcery",
    "Name": "Развитое чародейство",
    "Description": "Скорость, с которой герой творит заклинания в бою, увеличивается. Интервал между двумя последовательными сотворениями заклинаний уменьшается на 20%.",
    "Comment": "",
    "Image": "Advanced_Sorcery.png"
  },
  {
    "Id": "Expert_Sorcery",
    "Name": "Искусное чародейство",
    "Description": "Скорость, с которой герой творит заклинания в бою, увеличивается. Интервал между двумя последовательными сотворениями заклинаний уменьшается на 30%.",
    "Comment": "",
    "Image": "Expert_Sorcery.png"
  },
  {
    "Id": "Arcane_Training",
    "Name": "Тайные знания",
    "Description": "Для всех заклинаний количество затрачиваемой маны уменьшается на 20%.",
    "Comment": "",
    "Image": "Arcane_Training.png"
  },
  {
    "Id": "Arcane_Excellence",
    "Name": "Тайное преимущество",
    "Description": "Герой получает +2 «Знания» за каждую выученную школу магии на базовом уровне.",
    "Comment": "",
    "Image": "Arcane_Excellence.png"
  },
  {
    "Id": "ErraticMana",
    "Name": "Изменчивая мана",
    "Description": "Благодаря этому навыку количество маны, используемой в заклинаниях, случайным образом уменьшается. Количество маны для сотворения заклинания изменяется случайным образом в диапазоне от 10% до 50%.",
    "Comment": "",
    "Image": "ErraticMana.png"
  },
  {
    "Id": "Counterspell",
    "Name": "Контрзаклинание",
    "Description": "Особое боевое умение, гасящее любые последствия следующего заклинания вражеского героя или его существ, но расходующее в 1,5 раза больше маны, чем потребовалось для этого заклинания.",
    "Comment": "",
    "Image": "Counterspell.png"
  },
  {
    "Id": "Distract",
    "Name": "Отвлечение",
    "Description": "После сотворения любого заклинания вражеский герой дополнительно смещается назад на 0.2 по АТБ-шкале назад. Максимальную эффективность навык имеет, если вражеский герой имеет навык «Чародейство» или использует массовые версии заклинаний.",
    "Comment": "",
    "Image": "Distract.png"
  },
  {
    "Id": "Soulfire",
    "Name": "Взрывающиеся трупы",
    "Description": "Когда повелитель демонов поглощает трупы, чтобы восстановить запас маны, они взрываются, нанося урон всем существам, включая дружественные, которые стоят рядом.",
    "Comment": "",
    "Image": "Soulfire.png"
  },
  {
    "Id": "Arcane_Brilliance",
    "Name": "Тайное откровение",
    "Description": "К «Колдовству» героя добавляется +2. Герой также получает новое заклинание 3 уровня в свою колдовскую книгу из неизвестных ему ранее.",
    "Comment": "",
    "Image": "Arcane_Brilliance.png"
  },
  {
    "Id": "Mana_Regeneration",
    "Name": "Восполнение маны",
    "Description": "Каждый свой ход герой восполняет 3 единицы маны. Восполнение происходит после хода героя. Не восполняет сверх лимита.",
    "Comment": "",
    "Image": "Mana_Regeneration.png"
  },
  {
    "Id": "Boneward",
    "Name": "Защита нежити от магии",
    "Description": "Урон, нанесенный заклинаниями магии Хаоса всем существам под командованием некроманта, снижается на 20%.",
    "Comment": "",
    "Image": "Boneward.png"
  },
  {
    "Id": "Magic_Insight",
    "Name": "Мудрость",
    "Description": "Позволяет герою учить заклинания третьего круга, не владея соответствующей школой магии.",
    "Comment": "",
    "Image": "Magic_Insight.png"
  },
  {
    "Id": "Basic_Summoning_Magic",
    "Name": "Основы магии Призыва",
    "Description": "Навык, который позволяет герою изучать заклинания магии Призыва третьего круга и увеличивает их общую эффективность.",
    "Comment": "",
    "Image": "Basic_Summoning_Magic.png"
  },
  {
    "Id": "Advanced_Summoning_Magic",
    "Name": "Сильная магия Призыва",
    "Description": "Навык, который позволяет герою изучать заклинания магии Призыва четвертого круга. Магия Призыва работает еще эффективнее.",
    "Comment": "",
    "Image": "Advanced_Summoning_Magic.png"
  },
  {
    "Id": "Expert_Summoning_Magic",
    "Name": "Искусная магия Призыва",
    "Description": "Навык, который позволяет герою изучать заклинания магии Призыва пятого круга. Магия Призыва работает максимально эффективно.",
    "Comment": "",
    "Image": "Expert_Summoning_Magic.png"
  },
  {
    "Id": "Elemental_Balance",
    "Name": "Стихийное равновесие",
    "Description": "Превосходное знание магии Призыва позволяет герою уравновешивать ситуацию в сражениях против опытных призывающих. Каждый раз, когда противник использует заклинание «Призыв элементалей», появляется группа элементалей, которая далее сражается на стороне героя. Количество элементалей такое же, как и в группе, вызванной противником, но они относятся к противоположной стихии. Если противник использует «Призыв феникса», то на стороне героя появляется феникс точно такой же силы.",
    "Comment": "",
    "Image": "Elemental_Balance.png"
  },
  {
    "Id": "Exorcism",
    "Name": "Экзорцизм",
    "Description": "Все заклинания, сотворенные героем, наносят призванным существам двойной урон. Заклинания улей и кристалл не наносят дополнительный урон. Луч Фаиза наносит.",
    "Comment": "",
    "Image": "Exorcism.png"
  },
  {
    "Id": "Fire_Warriors",
    "Name": "Огненные воины",
    "Description": "Герою даруется заклинание «Призыв элементалей». Вне зависимости от обстоятельств это заклинание вызовет огненных элементалей. Существ будет на 40% больше, чем обычно.",
    "Comment": "",
    "Image": "Fire_Warriors.png"
  },
  {
    "Id": "Fog_Veil",
    "Name": "Туманная завеса",
    "Description": "У всех вражеских стрелков «Инициатива» снижается на -10%, а наносимый урон на -25%. Не работает на боевые машины.",
    "Comment": "",
    "Image": "Fog_Veil.png"
  },
  {
    "Id": "Astrology",
    "Name": "Астрология",
    "Description": "Герой получает бонус, соответствующий эффекту недели.",
    "Comment": "",
    "Image": "Astrology.png"
  },
  {
    "Id": "Master_of_Life",
    "Name": "Повелитель жизни",
    "Description": "Действие заклинаний «Волшебный кулак» и «Поднятие мертвых» усиливается (для этих заклинаний «Колдовство» увеличивается на +4). Герой получает заклинание Фантом.",
    "Comment": "",
    "Image": "Master_of_Life.png"
  },
  {
    "Id": "Master_of_Conjuration",
    "Name": "Повелитель чар",
    "Description": "Действие заклинаний «Призыв феникса» и «Призыв элементалей» усиливается (для этих заклинаний «Колдовство» увеличивается на +4).",
    "Comment": "",
    "Image": "Master_of_Conjuration.png"
  },
  {
    "Id": "Master_of_Earthblood",
    "Name": "Хозяин земли",
    "Description": "Действие заклинаний «Огненная ловушка», «Кристалл тайного», «Стена мечей» и «Землетрясение» усиливается (для этих заклинаний «Колдовство» увеличивается на +4).",
    "Comment": "",
    "Image": "Master_of_Earthblood.png"
  },
  {
    "Id": "Runic_Armour",
    "Name": "Рунный щит",
    "Description": "Действие заклинания «Небесный щит» усиливается - при его сотворении «Колдовство» увеличивается на +10.",
    "Comment": "",
    "Image": "Runic_Armour.png"
  },
  {
    "Id": "Banish",
    "Name": "Изгнание",
    "Description": "Герой получает Особое боевое умение, которое изгоняет часть вражеских призванных существ, нанося им урон в размере (15 * уровень_героя + 100 * уровень_Призыва).",
    "Comment": "",
    "Image": "Banish.png"
  },
  {
    "Id": "Basic_War_Machines",
    "Name": "Основы управления машинами",
    "Description": "Боевые машины становятся эффективнее. Количество единиц жизни всех боевых машин увеличивается на +100. У катапульты вырастает урон и появляется 30%-ная вероятность уничтожить цель. Целительная сила палатки первой помощи возрастает. Тележка с боеприпасами получает способность увеличивать нападение стрелков в армии героя на +1. Герой получает все виды боевых машин перед боем.",
    "Comment": "",
    "Image": "Basic_War_Machines.png"
  },
  {
    "Id": "Advanced_War_Machines",
    "Name": "Развитое управление машинами",
    "Description": "Боевые машины становятся эффективнее. Количество единиц жизни всех боевых машин увеличивается на +200. У катапульты вырастает урон и появляется 40%-ная вероятность уничтожить цель. Целительная сила палатки первой помощи возрастает. Тележка с боеприпасами получает способность увеличивать нападение стрелков в армии героя на +2. Герой получает все виды боевых машин перед боем.",
    "Comment": "",
    "Image": "Advanced_War_Machines.png"
  },
  {
    "Id": "Expert_War_Machines",
    "Name": "Искусное управление машинами",
    "Description": "Боевые машины становятся эффективнее. Количество единиц жизни всех боевых машин увеличивается на +300. У катапульт вырастает урон и появляется 50%-ная вероятность уничтожить цель. Целительная сила палатки первой помощи возрастает, вдобавок она приобретает способность снимать отрицательные эффекты вплоть до 3-го уровня. Тележка с боеприпасами получает способность увеличивать нападение стрелков в армии героя на +3. Герой получает все виды боевых машин перед боем.",
    "Comment": "",
    "Image": "Expert_War_Machines.png"
  },
  {
    "Id": "Ballista",
    "Name": "Баллиста",
    "Description": "Умение, которое позволяет управлять баллистой вручную, к тому же она получает один дополнительный выстрел. Количество единиц здоровья баллисты увеличивается в 2 раза.",
    "Comment": "",
    "Image": "Ballista.png"
  },
  {
    "Id": "Ammo_Cart",
    "Name": "Тележка с боеприпасами",
    "Description": "Количество единиц здоровья тележки с боеприпасами увеличивается в 2 раза. Кроме того, после хода героя каждая боевая машина восстанавливает 100 единиц здоровья до тех пор пока тележка с боеприпасами не будет разрушена.",
    "Comment": "",
    "Image": "Ammo_Cart.png"
  },
  {
    "Id": "First_Aid",
    "Name": "Первая помощь",
    "Description": "Умение, которое позволяет управлять палаткой первой помощи. Это умение позволяет палатке не только лечить, но и воскрешать убитых существ в отряде.  Количество единиц здоровья палатки первой помощи увеличивается в 2 раза.",
    "Comment": "",
    "Image": "First_Aid.png"
  },
  {
    "Id": "Goblin_Support",
    "Name": "Помощь гоблинов",
    "Description": "Гоблины получают способность чинить боевые машины.",
    "Comment": "",
    "Image": "Goblin_Support.png"
  },
  {
    "Id": "Imbue_Ballista",
    "Name": "Заколдованная баллиста",
    "Description": "Умение «Заколдованная стрела» теперь будет влиять на баллисту. Все снаряды баллисты будут нести чары рейнджера, поэтому запас маны последнего будет уменьшаться, а наступление хода - отодвигаться при каждом выстреле баллисты.",
    "Comment": "",
    "Image": "Imbue_Ballista.png"
  },
  {
    "Id": "Plague_Tent",
    "Name": "Чумная палатка",
    "Description": "Палатка первой помощи получает способность наносить урон живым вражеским существам. Наносимый урон на 50% больше количества единиц здоровья, которые может лечить палатка первой помощи.",
    "Comment": "",
    "Image": "Plague_Tent.png"
  },
  {
    "Id": "Remote_Control",
    "Name": "Власть над машинами",
    "Description": "В начале боя одна из вражеских боевых машин (кроме катапульты) переходит под командование героя. При этом количество ее единиц здоровья остается неизменным, а прочие характеристики изменяются в соответствии с характеристиками героя.",
    "Comment": "",
    "Image": "Remote_Control.png"
  },
  {
    "Id": "Runic_Machines",
    "Name": "Эффективное управление машинами",
    "Description": "«Инициатива» всех боевых машин увеличивается на +5.",
    "Comment": "",
    "Image": "Runic_Machines.png"
  },
  {
    "Id": "Tremors",
    "Name": "Сотрясение земли",
    "Description": "Герой получает заклинание «Землетрясение», которое не только разрушает стены, но и ранит и оглушает всех существ, находящихся за крепостной стеной. Урон равен (100 + 5 * Колдовство), отряды сдвигаются на 0,25 назад по ATB-шкале.",
    "Comment": "",
    "Image": "Tremors.png"
  },
  {
    "Id": "Triple_Ballista",
    "Name": "Скорострельная баллиста",
    "Description": "Баллиста получает еще один дополнительный выстрел (до трех последовательных выстрелов).",
    "Comment": "",
    "Image": "Triple_Ballista.png"
  },
  {
    "Id": "Brimstone_Rain",
    "Name": "Серный дождь",
    "Description": "Катапульта получает еще один дополнительный выстрел (до трех последовательных выстрелов).",
    "Comment": "",
    "Image": "Brimstone_Rain.png"
  },
  {
    "Id": "Basic_Artificer",
    "Name": "Ученик мастера артефактов",
    "Description": "Навык, который позволяет герою создавать мини-артефакты первого уровня. Для их создания герой получает 30 единиц каждого ресурса.",
    "Comment": "",
    "Image": "Basic_Artificer.png"
  },
  {
    "Id": "Advanced_Artificer",
    "Name": "Мастер артефактов",
    "Description": "Навык, который позволяет герою создавать мини-артефакты второго уровня. Для их создания герой получает 30 единиц каждого ресурса.",
    "Comment": "",
    "Image": "Advanced_Artificer.png"
  },
  {
    "Id": "Expert_Artificer",
    "Name": "Искусный мастер артефактов",
    "Description": "Навык, который позволяет герою создавать мини-артефакты третьего уровня. Для их создания герой получает 30 единиц каждого ресурса.",
    "Comment": "",
    "Image": "Expert_Artificer.png"
  },
  {
    "Id": "Ultimate_Artificer",
    "Name": "Величайший мастер артефактов",
    "Description": "Навык, который снижает стоимость создания мини-артефакта наполовину.",
    "Comment": "",
    "Image": "Ultimate_Artificer.png"
  },
  {
    "Id": "Arcane_Omniscience",
    "Name": "Колдовское всеведение",
    "Description": "Все заклинания, которые существуют, будут записаны в колдовскую книгу героя, и при сотворении их сила будет наивысшей.",
    "Comment": "",
    "Image": "Arcane_Omniscience.png"
  },
  {
    "Id": "Mark_of_the_Wizard",
    "Name": "Знак волшебника",
    "Description": "Особое боевое умение. Колдун помечает цель с помощью «Знака волшебника» до конца сражения, благодаря чему любые последующие заклинания, направленные на цель, применяются на нее два раза, потребляя соответствующее количество маны. Более того, каждое заклинание, направленное на другое существо, также воздействуют и на помеченное существо, если это возможно. Если маны не хватает, второго применения заклинания не происходит.",
    "Comment": "",
    "Image": "Mark_of_the_Wizard.png"
  },
  {
    "Id": "Magic_Mirror",
    "Name": "Волшебное зеркало",
    "Description": "Каждое заклинание противника, наносящее урон или накладывающее проклятие, имеет шанс отразиться в другую цель, включая существ врага. Вероятность отразить заклинание равна (10% + 2% * Уровень_героя). Новая цель для отраженного заклинания выбирается случайным образом среди всех отрядов на поле боя. Новая цель может сопротивляться заклинанию, но не может повторно отразить его. Отражаются только заклинания, целью которых является один отряд.",
    "Comment": "",
    "Image": "Magic_Mirror.png"
  },
  {
    "Id": "Consume_Artifact",
    "Name": "Поглощение артефакта",
    "Description": "Позволяет герою уничтожать в бою мини-артефакты, переданные дружественным существам, для воскрешения этих существ. Восстанавливается [6 * Уровень_Героя * (N + 1)] единиц жизни, где N - это количество эффектов (1, 2 или 3), вложенных в поглощаемый мини-артефакт. Герой тратит только 0,25 хода на поглощение мини-артефакта.",
    "Comment": "",
    "Image": "Consume_Artifact.png"
  },
  {
    "Id": "Basic_Avenger",
    "Name": "Мститель (новичок)",
    "Description": "Уникальный навык рейнджера. Позволяет герою выбрать одного заклятого врага в Гильдии Мстителей. Все войска рейнджера будут наносить на 40% больше урона своим заклятым врагам. Кроме того, возрастает урон существам от прямых атак рейнджера - при расчете урона уровень героя считается большим на +3, а если существо присутствует в списке заклятых врагов рейнджера, то есть 40% шанс, что атака героя по существу нанесет двойной урон.",
    "Comment": "",
    "Image": "Basic_Avenger.png"
  },
  {
    "Id": "Advanced_Avenger",
    "Name": "Обученный мститель",
    "Description": "Позволяет герою выбрать двух заклятых врагов в Гильдии Мстителей. Все войска рейнджера будут наносить на 40% больше урона своим заклятым врагам. Кроме того, возрастает урон существам от прямых атак рейнджера - при расчете урона уровень героя считается большим на +3, а если существо присутствует в списке заклятых врагов рейнджера, то есть 40% шанс, что атака героя по существу нанесет двойной урон.",
    "Comment": "",
    "Image": "Advanced_Avenger.png"
  },
  {
    "Id": "Expert_Avenger",
    "Name": "Искусный мститель",
    "Description": "Позволяет герою выбрать трех заклятых врагов в Гильдии Мстителей. Все войска рейнджера будут наносить на 40% больше урона своим заклятым врагам. Кроме того, возрастает урон существам от прямых атак рейнджера - при расчете урона уровень героя считается большим на +3, а если существо присутствует в списке заклятых врагов рейнджера, то есть 40% шанс, что атака героя по существу нанесет двойной урон.",
    "Comment": "",
    "Image": "Expert_Avenger.png"
  },
  {
    "Id": "Ultimate_Avenger",
    "Name": "Безжалостный мститель",
    "Description": "Уникальный навык рейнджера. Позволяет герою выбрать любых четырех заклятых врагов из существ 1 - 6 тира в Гильдии Мстителей. Все войска рейнджера с 60%-ной вероятностью будут наносить двойной урон своим заклятым врагам.",
    "Comment": "",
    "Image": "Ultimate_Avenger.png"
  },
  {
    "Id": "Nature's_Luck",
    "Name": "Истинная удача",
    "Description": "Все атаки существ в армии героя становятся \"удачными\".",
    "Comment": "",
    "Image": "Nature's_Luck.png"
  },
  {
    "Id": "Imbue_Arrow",
    "Name": "Заколдованная стрела",
    "Description": "Умение, которое позволяет рейнджеру зачаровывать свои стрелы, смещаясь по ATB-шкале на 0.25. После выстрела рейнджера или применении способности «Ливень из стрел» цель не только получает урон от попадания стрелы, но и попадает под воздействие заклинания, которым последняя зачарована. На эти заклинания расходуется мана героя. Действие умения продлится до конца схватки или пока у рейнджера не закончится мана.",
    "Comment": "",
    "Image": "Imbue_Arrow.png"
  },
  {
    "Id": "Rain_of_Arrows",
    "Name": "Ливень из стрел",
    "Description": "Это умение позволяет рейнджеру одновременно атаковать всех вражеских существ, которые присутствуют в его списке заклятых врагов. При расчете урона уровень героя считается большим на +3.",
    "Comment": "",
    "Image": "Rain_of_Arrows.png"
  },
  {
    "Id": "Deadeye_Shot",
    "Name": "Смертельный выстрел",
    "Description": "Усиливает урон существам от прямых атак рейнджера - при расчете урона уровень героя считается большим на +3. Если существо присутствует в списке заклятых врагов рейнджера, то урон удваивается, и после этого всегда умирает минимум одно существо. Дополнительно, при выборе заклятых врагов выбираются только существа, которые присутствуют в армии противника.  ",
    "Comment": "",
    "Image": "Deadeye_Shot.png"
  },
  {
    "Id": "Basic_Blood_Rage",
    "Name": "Основы гнева крови",
    "Description": "Уникальное умение варвара. Позволяет существам Великой орды в армии героя достигнуть в бою первого уровня Гнева Крови, набрав 250 очков ярости. В результате «Гнев крови» дает им заметные преимущества. Накопленные отрядами очки крови поглощают 35% получаемого ими урона.",
    "Comment": "",
    "Image": "Basic_Blood_Rage.png"
  },
  {
    "Id": "Advanced_Blood_Rage",
    "Name": "Развитый гнев крови",
    "Description": "Уникальное умение варвара. Позволяет существам Великой орды в армии героя достигать второго уровня Гнева Крови, набрав 500 очков ярости. Накопленные отрядами очки крови поглощают 40% получаемого ими урона.",
    "Comment": "",
    "Image": "Advanced_Blood_Rage.png"
  },
  {
    "Id": "Expert_Blood_Rage",
    "Name": "Искусный гнев крови",
    "Description": "Уникальное умение варвара. Позволяет существам Великой орды в армии героя достигать третьего уровня Гнева Крови, набрав 750 очков ярости. Накопленные отрядами очки крови поглощают 45% получаемого ими урона.",
    "Comment": "",
    "Image": "Expert_Blood_Rage.png"
  },
  {
    "Id": "Ultimate_Blood_Rage",
    "Name": "Абсолютный гнев крови",
    "Description": "Уникальное умение варвара. Снижает на 25% количество очков ярости, необходимое для достижения следующего уровня Гнева Крови. Накопленные отрядами очки крови поглощают 70% получаемого ими урона.",
    "Comment": "",
    "Image": "Ultimate_Blood_Rage.png"
  },
  {
    "Id": "Sorcerers_Protection",
    "Name": "Чародейская защита",
    "Description": "На всех существ в армии героя на один раунд с момента хода любого первого существа накладываются заклинания «Каменная кожа» и «Уклонение» на Развитом уровне.",
    "Comment": "",
    "Image": "Sorcerers_Protection.png"
  },
  {
    "Id": "Memory_Of_Our_Blood",
    "Name": "Память нашей крови",
    "Description": "Все существа Великой орды в армии героя получают в начале боя случайное количество очков ярости от 50 до 100 (кратное 10).",
    "Comment": "",
    "Image": "Memory_Of_Our_Blood.png"
  },
  {
    "Id": "Might_Over_Magic",
    "Name": "Сила против магии",
    "Description": "В сражении понижает «Колдовство» противника на половину «Колдовства» варвара. «Колдовство» варвара округляется до четного значения вверх.",
    "Comment": "",
    "Image": "Might_Over_Magic.png"
  },
  {
    "Id": "Powerfull_Blow",
    "Name": "Подмога",
    "Description": "Связывает героя с одним из отрядов в его армии по выбору. Когда этот отряд на кого-то нападает, герой атакует эту же цель. При вычислении урона считается, что уровень героя выше на +3. Герой тратит только половину своего хода на использование умения.",
    "Comment": "",
    "Image": "Powerfull_Blow.png"
  },
  {
    "Id": "Basic_Gating",
    "Name": "Основы открытия врат",
    "Description": "Уникальный навык повелителя демонов. Бесы и демоны получают возможность переноситься в ад и возвращаться оттуда с подкреплениями. Каждый отряд может открыть врата в ад только один раз за сражение и тратит на это 50% своей текущей «Инициативы». Прибывшие существа, чья численность составляет 50% от вызывающих, исчезнут по окончании сражения.",
    "Comment": "",
    "Image": "Basic_Gating.png"
  },
  {
    "Id": "Advanced_Gating",
    "Name": "Развитое открытие врат",
    "Description": "Уникальный навык повелителя демонов. Бесы, демоны, адские гончие и суккубы получают возможность переноситься в ад и возвращаться оттуда с подкреплениями. Каждый отряд может открыть врата в ад только один раз за сражение и тратит на это 50% своей текущей «Инициативы». Прибывшие существа, чья численность составляет 50% от вызывающих, исчезнут по окончании сражения.",
    "Comment": "",
    "Image": "Advanced_Gating.png"
  },
  {
    "Id": "Expert_Gating",
    "Name": "Искусное открытие врат",
    "Description": "Уникальный навык повелителя демонов. Все воины Инферно, кроме дьяволов, получают возможность переноситься в ад и возвращаться оттуда с подкреплениями. Каждый отряд может открыть врата в ад только один раз за сражение и тратит на это 50% своей текущей «Инициативы». Прибывшие существа, чья численность составляет 50% от вызывающих, исчезнут по окончании сражения.",
    "Comment": "",
    "Image": "Expert_Gating.png"
  },
  {
    "Id": "Ultimate_Gating",
    "Name": "Абсолютное открытие врат",
    "Description": "Уникальный навык повелителя демонов. Все воины Инферно получают возможность переноситься в ад и возвращаться оттуда с подкреплениями. Каждый отряд может открыть врата в ад только один раз за сражение и тратит на это 50% своей текущей «Инициативы». Прибывшие существа, чья численность составляет 70% от вызывающих, исчезнут по окончании сражения.",
    "Comment": "",
    "Image": "Ultimate_Gating.png"
  },
  {
    "Id": "Urgash's_Call",
    "Name": "Зов Ургаша",
    "Description": "Перенос через адские врата теперь производится мгновенно.",
    "Comment": "",
    "Image": "Urgash's_Call.png"
  },
  {
    "Id": "Consume_Corpse",
    "Name": "Пожиратель душ",
    "Description": "Повелитель демонов получает особое боевое умение восстанавливать свой запас маны, пожирая трупы павших существ. Поглощенные трупы исчезают с поля боя. За каждые 50 единиц здоровья отряда восстанавливается 1 единица маны.",
    "Comment": "",
    "Image": "Consume_Corpse.png"
  },
  {
    "Id": "Hellfire",
    "Name": "Адский огонь",
    "Description": "Существам под командованием повелителя демонов даруется 30%-ный шанс нанести дополнительный огненный урон во время атаки. Величина урона зависит от силы «Колдовства» героя (15 * Колдовство + 50). Герой тратит 5 маны за каждое срабатывание умения.",
    "Comment": "",
    "Image": "Hellfire.png"
  },
  {
    "Id": "Mark_of_the_Damned",
    "Name": "Знак проклятого",
    "Description": "Повелитель демонов получает особое боевое умение наказывать вражеское существо, если оно атакует, парирует удар или творит какое-либо заклинание. После применения эффект умения длится до конца сражения. Если существо ничего не делает или передвигается, не атакуя, оно не подвергнется действию умения. Наносимый урон рассчитывается так же, как и обычный урон от прямой атаки героя, но при расчете уровень героя повышается на +3. Герой тратит только половину своего хода на использование этого умения.",
    "Comment": "",
    "Image": "Mark_of_the_Damned.png"
  },
  {
    "Id": "Basic_Irresistible_Magic",
    "Name": "Основы неодолимой магии",
    "Description": "Боевой навык, который преодолевает магическую защиту (и сопротивление магии) существ на 20%. Чернокнижник видит стихии, из которых состоят существа, что дает возможность ему наносить дополнительный урон заклинаниями магии Хаоса с помощью элементальных цепочек в размере 17%.",
    "Comment": "",
    "Image": "Basic_Irresistible_Magic.png"
  },
  {
    "Id": "Advanced_Irresistible_Magic",
    "Name": "Сильная неодолимая магия",
    "Description": "Боевой навык, который преодолевает магическую защиту (и сопротивление магии) существ на 40%. Чернокнижник видит стихии, из которых состоят существа, что дает возможность ему наносить дополнительный урон заклинаниями магии Хаоса с помощью элементальных цепочек в размере 33%.",
    "Comment": "",
    "Image": "Advanced_Irresistible_Magic.png"
  },
  {
    "Id": "Expert_Irresistible_Magic",
    "Name": "Искусная неодолимая магия",
    "Description": "Боевой навык, который преодолевает магическую защиту (и сопротивление магии) существ на 50%. Чернокнижник видит стихии, из которых состоят существа, что дает возможность ему наносить дополнительный урон заклинаниями магии Хаоса с помощью элементальных цепочек в размере 50%.",
    "Comment": "",
    "Image": "Expert_Irresistible_Magic.png"
  },
  {
    "Id": "Ultimate_Irresistible_Magic",
    "Name": "Абсолютная неодолимая магия",
    "Description": "Боевой навык, который преодолевает магическую защиту (и сопротивление магии) существ на 50%. Чернокнижник видет стихии, из которых состоят существа, что дает ему возможность наносить дополнительный урон заклинаниями магии Хаоса с помощью элементальных цепочек в размере 67%.",
    "Comment": "",
    "Image": "Ultimate_Irresistible_Magic.png"
  },
  {
    "Id": "Rage_of_the_Elements",
    "Name": "Ярость стихий",
    "Description": "Элементальные цепочки наносят двойной урон.",
    "Comment": "",
    "Image": "Rage_of_the_Elements.png"
  },
  {
    "Id": "Dark_Ritual",
    "Name": "Темный ритуал",
    "Description": "Перед боем герой совершает магический ритуал, дарующий герою дополнительно 40 маны.",
    "Comment": "",
    "Image": "Dark_Ritual.png"
  },
  {
    "Id": "Elemental_Vision",
    "Name": "Чувство стихий",
    "Description": "Войска героя получают возможность наносить дополнительный урон элементальными цепочками.",
    "Comment": "",
    "Image": "Elemental_Vision.png"
  },
  {
    "Id": "Empowered_spells",
    "Name": "Волна Аркан",
    "Description": "Герой получает возможность наносить с помощью заклинаний на 50% больше урона, расходуя при этом вдвое больше маны.",
    "Comment": "",
    "Image": "Empowered_spells.png"
  },
  {
    "Id": "Basic_Necromancy",
    "Name": "Основы некромантии",
    "Description": "Уникальный навык некроманта. Позволяет ему получать один вид дополнительных войск из тех, которые присутствуют в армии героя. Бонусные войска даются перед боем. ",
    "Comment": "",
    "Image": "Basic_Necromancy.png"
  },
  {
    "Id": "Advanced_Necromancy",
    "Name": "Развитая некромантия",
    "Description": "Уникальный навык некроманта. Позволяет ему получать два вида дополнительных войск из тех, которые присутствуют в армии героя. Бонусные войска даются перед боем.",
    "Comment": "",
    "Image": "Advanced_Necromancy.png"
  },
  {
    "Id": "Expert_Necromancy",
    "Name": "Искусная некромантия",
    "Description": "Уникальный навык некроманта. Позволяет ему получать три вида дополнительных войск из тех, которые присутствуют в армии героя. Бонусные войска даются перед боем.",
    "Comment": "",
    "Image": "Expert_Necromancy.png"
  },
  {
    "Id": "Ultimate_Necromancy",
    "Name": "Совершенная некромантия",
    "Description": "Уникальный навык некроманта. Позволяет ему получать четыре вида дополнительных войск из тех, которые присутствуют в армии героя, и на 50% больше базового количества. Бонусные войска даются перед боем.",
    "Comment": "",
    "Image": "Ultimate_Necromancy.png"
  },
  {
    "Id": "Howl_of_Terror",
    "Name": "Крик ужаса",
    "Description": "Особое умение «Крик баньши» дополнительно понижает «Боевой дух» противника на -6.",
    "Comment": "",
    "Image": "Howl_of_Terror.png"
  },
  {
    "Id": "Banshee_Howl",
    "Name": "Крик баньши",
    "Description": "Герою даруется способность лично взывать к смерти во время боя. У всех вражеских существ из плоти и крови «Боевой дух» и «Удача» уменьшаются на -2, а «Инициатива» на -10% на (2 + 0.15 х Уровень) хода.",
    "Comment": "",
    "Image": "Banshee_Howl.png"
  },
  {
    "Id": "Eternal_Servitude",
    "Name": "Вечное рабство",
    "Description": "Герой получает 80 скелетов. Герой получает тот грейд, которого больше. Если существ нет в армии героя, то герой получает второй грейд.",
    "Comment": "",
    "Image": "Eternal_Servitude.png"
  },
  {
    "Id": "Basic_Runelore",
    "Name": "Основы знания рун",
    "Description": "Позволяет в сражении использовать магические руны 1-2-3 круга на своих существах, временно давая им новые способности и изменяя характеристики. Герой перед боем получает 7 мер дерева и руды и 5 мер серы, кристаллов, ртути и самоцветов.",
    "Comment": "",
    "Image": "Basic_Runelore.png"
  },
  {
    "Id": "Advanced_Runelore",
    "Name": "Развитое знание рун",
    "Description": "Позволяет в сражении использовать магические руны 1-4 круга на своих существах, временно давая им новые способности и изменяя характеристики. Герой перед боем получает 7 мер дерева и руды и 5 мер серы, кристаллов, ртути и самоцветов.",
    "Comment": "",
    "Image": "Advanced_Runelore.png"
  },
  {
    "Id": "Expert_Runelore",
    "Name": "Совершенное знание рун",
    "Description": "Позволяет в сражении использовать магические руны 1-5 круга на своих существах, временно давая им новые способности и изменяя характеристики. Герой перед боем получает 7 мер дерева и руды и 5 мер серы, кристаллов, ртути и самоцветов.",
    "Comment": "",
    "Image": "Expert_Runelore.png"
  },
  {
    "Id": "Ultimate_Runelore",
    "Name": "Абсолютное знание рун",
    "Description": "Позволяет в сражении использовать магические руны 1-5 круга на своих существах, временно давая им новые способности и изменяя характеристики. Герой перед боем получает 10 мер серы, кристаллов, ртути и самоцветов. Руны накладываются без затрат дерева и руды.",
    "Comment": "",
    "Image": "Ultimate_Runelore.png"
  },
  {
    "Id": "Absolute_Protection",
    "Name": "Абсолютная защита",
    "Description": "Обычные атаки против существ героя будут всегда заканчиваться неудачей. Удачливые атаки всегда будут превращаться в обычные. Если противник обладает навыком «Истинная удача», то оба навыка погашают друг друга.",
    "Comment": "",
    "Image": "Absolute_Protection.png"
  },
  {
    "Id": "Fine_Rune",
    "Name": "Завершенная руна",
    "Description": "Герой перед боем дополнительно получает 2 единицы каждого из ресурсов.",
    "Comment": "",
    "Image": "Fine_Rune.png"
  },
  {
    "Id": "Refresh_Rune",
    "Name": "Обновленная руна",
    "Description": "В бою позволяет восстановить ранее использованную руну (случайную, если их несколько) у выбранного отряда, разрешая ее повторное использование. Герой тратит только половину своей инициативы.",
    "Comment": "",
    "Image": "Refresh_Rune.png"
  },
  {
    "Id": "Greater_Rune",
    "Name": "Величайшая руна",
    "Description": "Позволяет использовать руну второй раз. Количество потребляемых ресурсов увеличится в 2 раза.",
    "Comment": "",
    "Image": "Greater_Rune.png"
  },
  {
    "Id": "Basic_Training",
    "Name": "Основы контрудара",
    "Description": "Урон, наносимый войсками рыцаря при ответном ударе, увеличивается на 30%. Предоставляет игроку 60 очков тренировки.",
    "Comment": "",
    "Image": "Basic_Training.png"
  },
  {
    "Id": "Advanced_Training",
    "Name": "Развитый контрудар",
    "Description": "Урон, наносимый войсками рыцаря при ответном ударе, увеличивается на 60%. Предоставляет игроку 120 очков тренировки.",
    "Comment": "",
    "Image": "Advanced_Training.png"
  },
  {
    "Id": "Expert_Training",
    "Name": "Искусный контрудар",
    "Description": "Урон, наносимый войсками рыцаря при ответном ударе, увеличивается на 90%. Предоставляет игроку 180 очков тренировки.",
    "Comment": "",
    "Image": "Expert_Training.png"
  },
  {
    "Id": "Ultimate_Training",
    "Name": "Совершенный контрудар",
    "Description": "Урон, наносимый войсками рыцаря при ответном ударе, увеличивается на 90%. Предоставляет игроку 300 очков тренировки",
    "Comment": "",
    "Image": "Ultimate_Training.png"
  },
  {
    "Id": "Unstoppable_Charge",
    "Name": "Неумолимая сила",
    "Description": "Действие умения «Надзор» наносит двойной урон.",
    "Comment": "",
    "Image": "Unstoppable_Charge.png"
  },
  {
    "Id": "Expert_Trainer",
    "Name": "Опытный военачальник",
    "Description": "Предоставляет игроку дополнительные 120 очков тренировки.",
    "Comment": "",
    "Image": "Expert_Trainer.png"
  },
  {
    "Id": "Retaliation_Strike",
    "Name": "Надзор",
    "Description": "Рыцарь получает особый боевой навык охранять один из своих отрядов до конца сражения, нанося урон вражеским существам, атакующим данный отряд. Наносимый урон равен 150% урона от прямой атаки героя. При расчете уровень героя повышается на +3.",
    "Comment": "",
    "Image": "Retaliation_Strike.png"
  },
  {
    "Id": "Benediction",
    "Name": "Молитва",
    "Description": "Рыцарь получает особое боевое умение, временно поднимающее у своих войск «Боевой дух», «Нападение» и «Защиту» на +2, а «Инициативу» на +10% на (2 + 0.15 х Уровень) хода. Не действует на нежить, и механизмы.",
    "Comment": "",
    "Image": "Benediction.png"
  }
]